{
  "alay": 250002,
  "ampas": 250003,
  "anjing": 250006,
  "anjir": 250007,
  "antek": 250078,
  "asing": 250079,
  "ateis": 250080,
  "autis": 250082,
  "ayam kampus": 250084,
  "babi": 250008,
  "bacot": 250009,
  "bajingan": 250010,
  "banci": 250011,
  "bandot": 250012,
  "bangkai": 250014,
  "bangsat": 250015,
  "bani kotak": 250085,
  "bego": 250016,
  "bejat": 250017,
  "bencong": 250018,
  "berak": 250019,
  "berengsek": 250024,
  "bispak": 250086,
  "bisu": 250020,
  "bisyar": 250087,
  "bodoh": 250023,
  "bokep": 250088,
  "bokong": 250069,
  "buaya": 250013,
  "budek": 250025,
  "burik": 250026,
  "buta": 250004,
  "cacat": 250089,
  "cct": 250090,
  "cebong": 250091,
  "celeng": 250021,
  "cocot": 250028,
  "congor": 250029,
  "culun": 250030,
  "cungkring": 250093,
  "cupu": 250031,
  "dongok": 250032,
  "dungu": 250033,
  "edan": 250034,
  "geblek": 250036,
  "gembel": 250037,
  "gembrot": 250094,
  "gendut": 250095,
  "gila": 250038,
  "goblok": 250039,
  "homo": 250096,
  "iblis": 250040,
  "idiot": 250041,
  "jablay": 250042,
  "jamban": 250027,
  "jancuk": 250022,
  "jembud": 250043,
  "jembut": 250044,
  "jijik": 250045,
  "kacrut": 250046,
  "kafir": 250047,
  "kampang": 250049,
  "kampret": 250050,
  "kampungan": 250051,
  "kejam": 250107,
  "keparat": 250005,
  "kimak": 250052,
  "komunis": 250097,
  "kontol": 250053,
  "koreng": 250098,
  "krempeng": 250099,
  "kunti": 250054,
  "kunyuk": 250056,
  "lengser": 250100,
  "lesbi": 250101,
  "lgbt": 250102,
  "lonte": 250103,
  "mampus": 250057,
  "memek": 250058,
  "modar": 250048,
  "monyet": 250059,
  "mucikari": 250104,
  "munafik": 250105,
  "najis": 250060,
  "ngaceng": 250106,
  "ngentot": 250061,
  "ngewe": 250035,
  "noob": 250062,
  "panasbung": 250109,
  "panastak": 250108,
  "pantat": 250075,
  "pasukan nasi": 250110,
  "pecun": 250063,
  "perek": 250064,
  "picek": 250083,
  "rejim": 250111,
  "rezim": 250112,
  "sampah": 250065,
  "sange": 250113,
  "sarap": 250066,
  "serbet": 250114,
  "setan": 250067,
  "silit": 250068,
  "sinting": 250070,
  "sipit": 250115,
  "sitip": 250081,
  "sompret": 250071,
  "sontoloyo": 250072,
  "taplak": 250092,
  "terkutuk": 250073,
  "titit": 250074,
  "tolol": 250076,
  "transgender": 250116,
  "tuyul": 250055,
  "udik": 250077
}
